Repository: Bavovna-Debug/Spectator-iOS
Catalog: Spectator/*.lproj/Localizable.strings
Languages: nl

# INTRODUCTION_BUTTON
source: Introduction
nl: Introductie

# ADD_SERVER_BUTTON
source: Add
nl: Toevoegen

source: Settings
nl: Instellingen

# INTRODUCTION_BACK_BUTTON
source: Back
nl: Terug

# SERVER_EDIT_CANCEL_BUTTON
source: Cancel
nl: Verlaten

# SERVER_EDIT_SUBMIT_BUTTON
source: Submit
nl: Accepteren

# SERVER_EDIT_SERVER_NAME_HELP
source: You can give a computer an associative name like «Main server», «Database server», «Office server», «Mike's laptop» ...
nl: U kunt een computer een associatieve naam te geven, bij voorbeeld «Hoofdserver», «Databaseserver», «Kantoorserver», «Laptop van Emil» ...

# SERVER_EDIT_SERVER_NAME_LABEL
source: Computer name:
nl: Computernaam:

# SERVER_EDIT_DNS_NAME_HELP
source: DNS name is either a hostname or IP address (IPv4 and IPv6 are supported).
nl: DNS-naam is ofwel een hostnaam of IP-adres (IPv4 en IPv6 worden ondersteund).

# SERVER_EDIT_DNS_NAME_LABEL
source: DNS name:
nl: DNS-naam:

# SERVER_EDIT_PORT_NUMBER_HELP
source: GKrellM port number on a computer (default: 19150).
nl: Gkrellm poortnummer op een computer (standaard: 19150).

# SERVER_EDIT_PORT_NUMBER_LABEL
source: Port number:
nl: Poortnummer:

# UPTIME_PREFIX
source: Uptime
nl: Lopend

# UPTIME_DAYS
source: day(s)
nl: dag(en)

# TAB_NAME_MOUNTS
source: File systems
nl: Schijven

# TAB_NAME_NETWORK
source: Network
nl: Netwerk

# TAB_NAME_CONNECTIONS
source: Connections
nl: Verbindingen

# CPU_USAGE_SUMMARY_GRAPH
source: CPU summary
nl: CPU overzicht

source: CPU usage per unit
nl: CPU gebruik per eenheid

# MEMORY_USAGE_PANEL
source: Memory
nl: Hoofdgeheugen

# MEMORY_USED
source: Used:
nl: Gebruikt:

# MEMORY_FREE
source: Free:
nl: Vrij:

# SWAP_USED
source: Used:
nl: Gebruikt:

# SWAP_FREE
source: Free:
nl: Vrij:

# DISK_TOTAL_SIZE
source: Total size:
nl: Totale capaciteit:

# DISK_USED_SIZE
source: Used space:
nl: Gebruikt:

# DISK_AVAILABLE_SIZE
source: Available:
nl: Beschikbaar:

# NETWORK_TRAFFIC_TOTAL
source: Total amount of transmitted data
nl: Totale hoeveelheid verzonden data

# NETWORK_TRAFFIC_GAGING
source: Transferred since:
nl: Het overzetten sinds:

# NETWORK_TRAFFIC_RX
source: Received:
nl: Empfangen:

# NETWORK_TRAFFIC_TX
source: Transmitted:
nl: Overgedragen:

# ALERT_TITLE_CONFIRMATION
source: Confirm
nl: Bevestigen

# ALERT_TITLE_WARNING
source: Warning
nl: Waarschuwing

# ALERT_TITLE_ERROR
source: Error
nl: Fout

# ALERT_BUTTON_CANCEL
source: Cancel
nl: Afbreken

# ALERT_BUTTON_NO
source: No
nl: Geen

# ALERT_BUTTON_YES
source: Yes
nl: Ja

# ALERT_BUTTON_IGNORE
source: Skip it
nl: Negeren

# ALERT_BUTTON_RECONNECT
source: Reconnect
nl: Aansluiten

# ALERT_DELETE_SERVER_MESSAGE
source: Delete record for «%@»?
nl: Vermelding voor «%@» wilt verwijderen?

# ALERT_BAD_DNS_NAME
source: «%@» has invalid DNS name %@. Should be a hostname or IP address.
nl: «%@» heeft een ongeldige DNS-naam %@. Moet een hostnaam of IP-adres (IPv4 en IPv6 worden ondersteund).

# ALERT_SOCKET_READ_TIMED_OUT
source: Connection with «%@» has been lost due to data read timeout. Re-establish connection?
nl: Verbinding met «%@» is vanwege timeout verloren gegaan. Verbinding opnieuw hestellen?

# ALERT_CONNECT_TIMED_OUT
source: Connection to «%@» cannot be established: connection timed out.
nl: Kan niet met «%@» aansluiten: connection timeout.

# ALERT_CONNECTION_REFUSED
source: Connection to «%@» cannot be established: connection refused by server.
nl: Kan niet met «%@» aansluiten: verbinding door server geweigerd.

# ALERT_NO_ROUTE_TO_HOST
source: Connection to «%@» using DNS name %@ cannot be established: no route to host.
nl: Kan niet met «%@» onder DNS-naam %@ aansluiten: geen route naar host.

# ALERT_OTHER_SOCKET_ERROR
source: Cannot connect to «%@» using DNS name %@ and port number %d.
nl: Kan niet aansluiten met «%@» onder DNS-naam %@ en het poortnummer %d.

# ALERT_CONNECTION_LOST
source: Connection with «%@» has been lost. Should Spectator re-establish connection?
nl: Verbinding met «%@» is verbroken. Verbinding opnieuw hestellen?

# ALERT_SERVER_ERROR
source: Connection with «%@» has been cancelled by Spectator due to some GKrellM error on a server side. Please, check GKrellM settings on «%@».
nl: Aansluiting met «%@» is afgebroken als gevolg van een GKrellM fout van de kant server. Tevreden, controle GKrellM instellingen op «%@».
